<style lang="scss">
.agree_nofunction{
position: fixed;
height: calc(100% - 47px);
overflow-y: auto;
padding: 10px 15px;
box-sizing: border-box;
line-height: 25px;
font-size: 15px;
color: #333;
text-indent: 30px;
}
</style>




<template>
    <div>
      <!--  -->
      <div class="help_common_title">
             <x-header @on-click-back="routerBack" :left-options="{backText: '',preventGoBack:true}">注册协议</x-header>
        </div>
      <div class="agree_nofunction">
              欢迎您使用租介平台的服务，并与平台共同签署《租介用户协议》。租介的各项服务与产品由杭州博享科技有限公司提供，所有服务与产品所有权和运作权属于杭州博享科技有限公司（租介平台包括已有“租介”APP，官方网站，以及即将产生的新式服务形态，以下统称为“租介平台”、“本平台”或“租介”)。
<br>【提示条款】
   <br> 《租介用户协议》（以下简称“本协议”）为您与租介平台经营者之间所订立的合同，具有法律效力。您在申请用户注册流程中点击同意本协议之前，应当认真阅读本协议。请您务必审慎阅读、充分理解各条款内容，特别是涉及您核心利益的条款、免除或者限制责任的条款、法律适用和争议解决的条款，以上条款已用粗体下划线标识，请您重点阅读。如您对协议有任何疑问的，可向租介平台客服咨询。
阅读本协议的过程中，如果您不同意本协议或其中任何条款约定的，您应立即停止注册程序。当您按照用户注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与租介平台达成一致，成为租介用户（以下简称“您”或“用户”）。届时您不应以未阅读本协议的内容为理由，主张本协议无效，或要求撤销本协议。

<br>一、协议内容与范围
<br>1.	本协议内容包括协议正文及所有租介官网（www.zujiekeji.cn）已经发布的或将来可能发布的各类规则。所有规则均为本协议的组成部分，与协议正文具有同等法律效力。
<br>2.	您在使用租介提供的各项服务的同时，承诺接受并遵守各项相关规则的规定。租介有权根据需要不时地制定、修改本协议或各类规则，如本协议有任何变更，租介将在租介官网上以公示形式通知您。如您不同意相关变更，必须立即以书面通知的方式终止本协议。任何修订和新规则一经公布即自动生效，成为本协议的一部分。登录或继续使用服务将表示您接受经修订的协议。除另行明确声明外，任何使服务范围扩大或功能增强的新内容均受本协议约束。
<br>3.	租介平台有权不断更改和改进服务，包括增加、删除某项服务，或暂停、彻底停止某项服务。

<br>二、用户注册与使用
<br>1.	用户资格
作为租介平台的用户，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力的，则您及您的监护人应依照法律规定承担因此而导致的一切后果。
<br>2.	账户说明
<br>（一）账户获得
   当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，您可获得租介平台账户并成为租介平台用户。
   用户设置的会员名不得违反国家法律法规的规定以及侵犯或涉嫌侵犯他人合法权益。租介有权对用户名等用户注册信息进行审核并向用户反馈注册结果，只有经租介审核同意并反馈确认的才成为租介的用户，并享有租介提供的各项服务。否则，租介有权终止向用户提供租介平台服务，注销账户。
   租介平台原则上只允许每位用户使用一个租介平台账户。如有证据证明或租介平台有理由相信您存在不当注册或不当使用多个租介平台账户情形的，租介平台可采取冻结或关闭账户、取消订单、拒绝提供服务等措施，如给租介平台及相关方造成损失的，您还应承担赔偿责任。 
<br>（二）账户使用
   您有权使用经确认的租介会员名、手机号码、二维码（以下简称“账户名称”）及您设置的密码（账户名称及密码合称“账户”）登录租介平台。用户可以依据租介规则修改密码，但应谨慎合理的保存、使用账户名称和密码。
    租介接受您通过以下方式进行支付：1）支付宝；2）微信；3）平台接入的其他支付方式；
   由于您的租介账户关联您的个人信息及租介平台商业信息，您的租介账户仅限您本人使用。未经租介平台同意，您不得直接或间接授权第三方使用您租介账户或获取您账户项下信息，否则您应对您账户项下的所有行为结果（包括但不限于在线签署各类协议、发布信息、租赁物及披露信息等）负责。如租介平台判断您租介账户的使用可能危及您的账户安全及/或租介平台信息安全的，租介平台可拒绝提供相应服务或终止本协议。 
<br>（三）实名认证
   作为租介平台经营者，为使您更好地使用租介平台的各项服务，保障您的账户安全，租介平台可要求您完成实名认证，向您搜集姓名、地址、手机号码、身份证号码、身份证照片等个人信息。
<br>（四）账户转让
   由于账户关联用户信用，因此任何条件下不得转让，任何用户之间私下转让帐户产生一切纠纷以及后果，均应由用户承担。
<br>（五）不活跃账户回收
   如您的账户同时符合以下条件，则租介可回收/注销您的账户，您的账户将不能再登录任一租介平台，相应服务同时终止：
   <br>（1）未绑定通过实名认证的支付账户；
   <br>（2）连续六个月未用于登录任一租介平台；
   <br>（3）不存在未到期的有效业务。
<br>3.	账户信息管理
<br>（一）信息真实
   <br>在使用租介平台服务时，您应当按租介平台页面的提示准确完整地提供您的信息（包括您的姓名及电子邮件地址、联系电话、联系地址等），以便租介或其他用户与您联系。您了解、同意并有义务保持您提供信息的真实性及有效性。  
<br>（二）及时跟新
   您应当及时更新您提供的信息，在法律有明确规定要求租介作为平台服务提供者必须对部分用户（如平台卖家等）的信息进行核实的情况下，租介将依法不时地对您的信息进行检查核实，您应当配合提供最新、真实、完整、有效的信息。 
   如租介按您最后一次提供的信息与您联系未果、您未按租介的要求及时提供信息、您提供的信息存在明显不实或行政司法机关核实您提供的信息无效的，您将承担因此对您自身、他人及租介造成的全部损失与不利后果。租介可向您发出询问或要求整改的通知，并要求您进行重新认证，并保留终止用户使用本平台各项服务的权利。
<br>4.	账户安全规范
<br>（一）账户安全保管义务
<br>您的账户为您自行设置并由您保管，租介任何时候均不会主动要求您提供您的账户密码。因此，建议您务必保管好您的账户，并确保您在每个登录时段结束时退出登录并以正确步骤离开租介平台。账户因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，租介并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。
<br>（二）账户行为责任自负
<br>您通过租介平台与商户单独订立租赁合同，其中押金、租金、租期、送货方式、物品规格等合同内容均由商户、用户协商确定。您应对您账户项下的所有行为结果（包括但不限于在线签署各类协议、发布信息、租赁物及服务及披露信息等）负责。
<br>（三）日常维护须知
<br>如发现任何未经授权使用您账户登录租介平台或其他可能导致您账户遭窃、遗失的情况，建议您立即通知租介。您理解租介对您的任何请求采取行动均需要合理时间，且租介应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除租介存在法定过错外，租介不承担责任。
<br>5.	其他
<br>（1）用户同意，租介拥有通过邮件、短信、电话、站内信以及客户端推送等形式，向在租介平台注册用户、承租人发送促销活动等告知信息的权利。
<br>（2）用户了解并同意，租介有权应国家司法、行政等主管部门的要求，向其提供您在租介平台填写的注册信息和交易记录等必要信息。如您涉嫌侵犯他人合法权利的，则租介亦有权在初步判断涉嫌侵权行为存在的情况下，向权利人提供您必要的身份信息。
<br>（3）您了解并同意，租介有权在您的账户存在风险交易的情况下不经事先通知的中止、终止向您提供部分或全部租介平台服务，暂时冻结您的账户，且无须为此向您或任何第三方承担任何责任。
<br>（4）用户同意，租介有权使用用户的注册信息、用户名、密码等信息，登录进入用户的注册账户，进行证据保全，包括但不限于公证、见证等。
<br>（5）为便于提供服务，用户同意并授权租介将用户在注册、使用本平台过程中提供、形成的信息传递给租介关联公司或租介平台出租方。
<br>（6）对于用户在注册和使用租介过程中提供的资料及数据信息，用户授权租介及其关联公司独家的、全球通用的、永久的、免费的许可使用权利（包括再授权），用途包括但不限于网站、电子杂志、杂志、刊物等。租介及其关联公司有权使用、复制、编辑、改写等方式处理并展示用户的数据资料。

<br>三、平台服务内容
    <br>杭州博享科技有限公司是租介平台的运营方与所有者，是利用租介平台进行网络交易的出租人与承租人之间建立租赁关系的居间方，向商户、用户共同提供网络平台的运营、维护及相应的技术支持服务。
您注册成功后，即成为租介的会员，您有权在租介平台上享租赁与评价、交易争议处理等服务。租介提供的服务内容众多，包括但不限于以下列举内容，具体以租介平台提供的服务为准。
<br>1. 物品的租赁
<br>当您在租介平台承租各类物品时，请您务必仔细确认所承租物品的品名、租金、押金、数量、型号、规格、尺寸等重要信息，并在下单时核实您的联系地址、电话、收货人等信息。如您填写的收货人非您本人，则该收货人的行为和意思表示产生的法律后果均由您承担。
您的承租行为应当基于真实的消费需求，不得存在对物品的恶意承租、恶意维权等扰乱租介平台正常交易秩序的行为。基于维护租介平台交易秩序及交易安全的需要，租介发现上述情形时可主动执行关闭相关交易订单等操作。
<br>2. 租赁服务的评价
<br>您有权在租介平台提供的评价系统中对与您达成交易的其他用户的租赁服务进行评价。您的所有评价行为应遵守租介规则的相关规定，评价内容应当客观真实，不应包含任何污言秽语、色情低俗、广告信息及法律法规与本协议列明的其他禁止性信息；您不应以不正当方式帮助他人提升信用或利用评价权利对其他用户实施威胁、敲诈勒索、名誉侵权等。租介可按照租介平台规则的相关规定对您实施上述行为所产生的评价信息进行删除或屏蔽。
<br>3.交易争议处理
    <br>您在租介平台交易过程中与其他用户发生争议的，您或其他用户中任何一方均有权选择以下途径解决： 
   <br>（一）与争议相对方自主协商； 
   <br>（二）请求消费者协会或者其他依法成立的调解组织调解； 
   <br>（三）向有关行政部门投诉； 
   <br>（四）根据与争议相对方达成的仲裁协议（如有）提请仲裁机构仲裁； 
   <br>（五）向人民法院提起诉讼。
    <br>对于上述争议，租介有权派专职人员对争议进行初步的判断，您尊重并认可租介的专职人员并非专业人士，仅能以普通人的认知对用户提交的凭证进行判断，因此除了租介存在故意或重大过失外，租介对判断结果免责，若您对租介的判断有异议的，可继续依照上述（一）至（五）项的方式主张权利，但在相应的结果做出之前，您仍应先履行租介的判断结果。
<br>4.责任限制
<br>用户在租介平台应以自身名义进行物品租赁、咨询、支付租赁费用等活动,并对自身行为独立承担相应责任。若发生相关租赁纠纷时，租介平台有权利按照国家法律法规的规定，在主管机关询问时，协助提供用户的真实名称、地址、联系方式等信息。
   <br> 租介依照法律规定履行基础保障义务，但对于下述原因导致本协议履行障碍、履行瑕疵、履行延后或履行内容变更等情形，租介并不承担相应的违约责任：
   <br>（一）因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素；
   <br>（二）因电力供应故障、通讯网络故障等公共服务因素或第三人因素；
  <br> （三）在租介已尽善意管理的情况下，因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素。
租介仅向您提供租介平台服务，实际的租赁合同关系产生于您与相关出租方之间。您了解租介平台上的信息系用户自行发布，且可能存在风险和瑕疵。鉴于租介平台具备存在海量信息及信息网络环境下信息与实物相分离的特点，租介无法逐一审查物品及/或服务的信息，无法逐一审查交易所涉及的物品及/或服务的质量、安全以及合法性、真实性、准确性，对此您应谨慎判断，租介不对本平台进行交易所涉及物品的质量、安全、物品信息的真实性或准确性承担责任。
用户有责任切实维护自身持有的支付宝账户、微信账户、银行账户（以下统称“支付账户”）及资金安全，应当采取一切措施避免资支付账户及身份信息被泄露。如您支付账户内资金有未经您许可的被盗刷、资金损失等行为，请您主动联系您的支付宝、微信客户及开户银行，或者就上述违法行为向公安机关报案。租介不承担经系统识别的您支付账户内资金划转及损失。
除租介在本协议中规定的其它限制之外，在中华人民共和国法律法规所允许的限度内，对于因用户使用服务而引起的或与之有关的任何直接的、间接的、特殊的、附带的、后果性的或惩罚性的损害，或任何其它性质的损害，租介、租介的董事、管理人员、雇员、代理或其它代表在任何情况下都不承担责任。
租介禁止一切线下交易的行为，未经租介平台发生的交易不论是租赁关系、买卖关系还是其他合同关系，一律与租介无关。

<br>四、用户的其他义务
<br>1.	本协议依据国家相关法律法规规章制定，用户同意在注册账户和使用租介平台服务期间，严格遵守以下义务：
<br>（1）不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；
<br>（2）不得利用本平台从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；
<br>（3）不得干扰本平台的正常运转，不得侵入本平台及国家计算机信息系统；
<br>（4）不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的等信息资料；
<br>（5）不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；
<br>（6）合理、合法地使用租赁物，不得损坏租赁物，否则需要向出租方承担赔偿责任；
<br>（7）不得发布任何侵犯他人著作权、商标权等知识产权或合法权利的内容；
<br>（8）不得发布任何租介认为不适合在租介展示的内容；
<br>（9）不得教唆他人从事本条所禁止的行为；
<br>2.	用户应不时关注并遵守本平台不时公布或修改的各类合法规则规定。
<br>3.	本平台保有删除站内各类不符合法律政策或不真实的信息内容而无须通知用户的权利。
<br>4.	若用户未遵守以上规定的，本平台有权作出独立判断并采取暂停或关闭用户帐号等措施。用户须对自己在网上的言论和行为承担法律责任。

<br>五、订单
<br>1.	使用租介平台服务的用户，请您仔细确认所承租物品的名称、租金、押金、数量、型号、规格、尺寸、联系地址、电话、收货人等信息。收货人与用户本人不一致的情况下，收货人的行为和意向表示视为用户的行为和意向表示，用户应对收货人的行为及意向表示的法律后果承担连带责任。
<br>2.	租介是平台出租方委托进行租赁物信息发布并促成交易的居间方，在任何情况下发生的因履行租赁合同而产生的纠纷，均应由您与出租方解决，租介不替代出租方、承租方承担任何责任。
<br>3.	除法律另有强制性规定外，双方约定如下：本平台展示的租赁物和价格等信息仅仅是要约邀请，您下单时须填写您希望承租物品的数量、价款及支付方式、收货人、联系方式、收货地址等内容；系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，仅是您向商户发出的合同要约；本平台出租方收到您的订单信息后，只有将您在订单中订租的物品实际直接向您发出时，方视为您与出租方之间就实际直接向您发出的物品建立了租赁合同关系；如果您在一份订单里订租了多种物品并且平台出租方只给您发出了部分时，您与本平台出租方之间仅就实际直接向您发出的物品建立了租赁合同关系；只有在本平台出租方实际直接向您发出了订单中订租的其他物品时，您和本平台出租方之间就订单中该其他已实际直接向您发出的物品才成立租赁合同关系。您可以随时登录您的租介账户，查询您的订单状态。
<br>4.	您了解并同意，本平台上的租赁物、价格、数量、是否有货等物品信息随时可能发生变动，本平台不作特别通知。由于互联网技术原因导致显示信息可能会有一定的滞后性或差错，您接受本平台在发现页面错误，正式向您发出通知后，对物品信息进行调整，订单按照正确的信息执行，或取消订单，同时若用户违反租介交易规则，平台管理者有权关闭或拒绝您的交易订单。
<br>5.	订单达成后，出租方将会按照与承租方达成合意的交付方式向承租方交付租赁物，若采用邮寄方式交付的，出租方应向承租方提供快递单号，承租方可通过快递单号查询的方式查看租赁物的具体位置。

<br>六、违约责任
<br>1.	违约认定 
<br>发生如下情形之一的，视为用户违约： 
<br>（一）使用租介平台服务时违反有关法律法规规定的； 
（<br>二）违反本协议或本协议补充协议约定的。 
为适应电子商务发展和满足海量用户对高效优质服务的需求，您理解并同意，租介可在租介规则中约定违约认定的程序和标准。如：租介可依据您的用户数据与海量用户数据的关系来认定您是否构成违约；您有义务对您的数据异常现象进行充分举证和合理解释，否则将被认定为违约。 
<br>2.	违约处理措施 
<br>（1）您在租介平台上发布的信息构成违约的，租介可根据相应规则立即对相应信息进行删除、屏蔽处理。 
<br>（2）您在租介平台上实施的行为，或虽未在租介平台上实施但对租介平台及其用户产生影响的行为构成违约的，租介可依据相应规则对您执行账户扣分、中止向您提供部分或全部服务、划扣违约金等处理措施。如您的行为构成根本违约的，租介可查封您的账户，终止向您提供服务。 
<br>（3）当您违约的同时存在欺诈、造假、盗用他人账户等特定情形或您存在危及他人交易安全或账户安全风险时，租介会依照您行为的风险程度对您的支付账户采取取消收款、资金止付、冻结等强制措施。 
<br>（4）租介可将对您上述违约行为处理措施信息以及其他经国家行政或司法机关生效法律文书确认的违法信息在租介平台上予以公示。
<br>3.	赔偿责任
   如您的行为使租介及/或其关联公司遭受损失（包括自身的直接经济损失如第三方索赔、行政机关处罚、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿租介及/或其关联公司的上述全部损失。
   如您的行为使租介及/或其关联公司遭受第三人主张权利，租介及/或其关联公司可在对第三人承担货币给付等义务后就全部损失向您追偿。
<br>如因您的行为使得第三人遭受损失或您怠于履行租介初步的判断、租介及/或其关联公司出于社会公共利益保护，可直接从您的支付账户中划扣相应款项进行支付。如您已经支付的押金不足以支付相应款项的，您同意租介及/或关联公司可直接抵减您在租介及/或其关联公司其它协议项下的权益。如仍不足支付的，您同意委托租介使用自有资金代您支付上述款项，您应当返还该部分费用并赔偿因此给租介造成的全部损失。
<br>如果您不遵守本协议，且租介未立即采取行动，并不意味租介放弃可能享有的任何权利或在将来采取行动。

<br>七、协议变更及补充
   <br> 租介可根据国家法律法规变化及维护交易秩序、保护消费者权益需要，随时单方修改本协议、制定补充协议，修改后的协议、补充的协议（以下统称“变更事项”）将通过租介官网（www.zujiekeji.cn）公示并按本协议约定的方式通知您，请您务必时刻关注租介官网的公示信息并详细阅读公示内容。 
    如您不同意变更事项，您有权于变更事项确定的生效日前联系租介反馈意见。如反馈意见得以采纳，租介将酌情调整变更事项。 
    如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用租介平台服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用租介平台服务，则视为您同意已生效的变更事项。

<br>八、通知
<br>1.	有效联系方式
<br>您在注册成为租介平台用户并接受租介平台服务时，您应该向租介提供真实有效的联系方式（包括您的电子邮件地址、联系电话、联系地址等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态。 
   您在注册租介平台用户时生成的用于登陆租介平台接收站内信、系统消息的会员账号（包括子账号），也作为您的有效联系方式。 
   租介将按照您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。
    您有权通过您注册时填写的手机号码或者电子邮箱获取您感兴趣的租赁广告信息、促销优惠等商业性信息；您如果不愿意接收此类信息，您有权通过租介提供的相应的退订功能进行退订。 
<br>2.	通知的送达 
  <br>  租介通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在租介官网公示信息、租介平台公告，向您提供的联系电话发送手机短信，向您提供的邮件地址发送电子邮件，向您的账号发送系统消息以及站内信信息，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。 
    对于您因使用租介平台提供的服务所引起的任何纠纷，您同意司法机关（包括但不限于人民法院）可以通过手机短信、电子邮件等现代通讯方式或邮寄方式向您送达法律文书（包括但不限于诉讼文书）。您指定接收法律文书的手机号码、电子邮箱等联系方式为您在租介平台注册、更新时提供的手机号码、电子邮箱联系方式，司法机关向上述联系方式发出法律文书即视为送达。您指定的邮寄地址为您的法定联系地址或您提供的有效联系地址。 
    您同意司法机关可采取以上一种或多种送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。 
    您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。 
    您应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果您因提供的联系方式不确切，或未及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。

<br>九、协议终止
<br>1.	终止的情形 
<br>（一）发生下列任一情形的，您有权与租介平台解除本协议：
    <br>（1）在满足租介平台公示的账户注销条件时您通过平台自助服务注销您的账户的； 
<br>（2）变更事项生效前您停止使用或明示不愿接受变更事项的； 
    <br>（3）您明示不愿继续使用租介平台服务，且符合租介平台终止条件的。 
<br>（二）出现以下情况时，租介可以本协议约定的方式通知您终止本协议
    <br>（1）您违反本协议约定，租介依据违约条款终止本协议的； 
<br>（2）您盗用他人账户、发布违禁信息、骗取他人财物、造假、扰乱市场秩序、采取不正当手段谋利（如信用卡套现、洗钱）等行为，租介依据租介平台规则对您的账户予以查封的； 
<br>（3）除上述情形外，因您多次违反租介平台规则相关规定且情节严重，租介依据租介平台规则对您的账户予以查封的； 
<br>（4）您的账户被租介依据本协议回收的； 
<br>（5）租介终止向您提供服务后，您涉嫌再一次直接或间接或以他人名义注册为租介用户的；
<br>（6）其它应当终止服务的情况。 
<br>2.	协议终止后的处理 
<br>（一）本协议终止后，除法律有明确规定外，租介无义务向您或您指定的第三方披露您账户中的任何信息。
<br>（二）本协议终止后，租介仍享有下列权利： 
    <br>（1）继续保存您留存于租介平台的各类信息； 
    <br>（2）对于您过往的违约行为，租介仍可依据本协议向您追究违约责任。 
<br>（三）本协议终止后，对于您在本协议存续期间产生的交易订单，租介可通知交易相对方并根据交易相对方的意愿决定是否关闭该等交易订单；如交易相对方要求继续履行的，则您应当就该等交易订单继续履行本协议及交易订单的约定，并承担因此产生的任何损失或增加的任何费用。

<br>十、管辖与法律适用
<br>1.	本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。
<br>2.	您因使用租介平台服务所产生及与租介平台服务有关的争议，由租介与您协商解决。协商不成时，任何一方均可向杭州博享科技有限公司所在地人民法院提起诉讼。
<br>3.	您因使用租介平台服务与商户达成租赁合同，因租赁合同的履行与商户发生争议的，由您与该商户自行解决（包括但不限于协商、起诉）。

<br>十一、其他
<br>1.	由于互联网高速发展，您与租介签署的本协议列明的条款并不能完整罗列并覆盖您与租介所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，租介规则以及租介平台实时更新的变更事项与本协议共同成为租介用户协议的全部内容，与本协议具有同等法律效力。如您使用租介平台服务，视为您同意上述补充协议。
<br>2.	本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。
<br>3.	本协议的规定是可分割的，如本协议任何规定被裁定为无效或不可执行，该规定可被删除而其余条款依然有效。
<br> 4.	您注册为租介的会员即视为您完全接受本协议，在注册之前请您再次确认已知悉并完全理解本协议的全部内容。
      </div>
    </div>
</template>

<script>
import { XHeader} from 'vux'

  export default{
    data(){
      return{

      }
    },
    components: {
    XHeader,
  },
  mounted(){
       overscroll(document.querySelector('.agree_nofunction'));
  },
  methods:{
       routerBack(){
          this.$router.goBack();
      },
  }
  }
</script>